<h1>О проекте</h1>


<p>
Едете с друзьями на шашлык ны выходных?
Собираетесь большой компанией и распределяете кому что покупать?
Ваш сосед в общаге купил все к ужину, но забыл ваш любимый кетчуп?
Возвращаясь с работы домой, звоните супруге узнать, что купить к ужину?
Тогда этот сайт для вас. Создайте список покупок, поделитесь ссылкой с друзьями,
и у вас не будет ситуаций, когда вы приехали на природу, но забыли купить приправу к мясу.
</p>

<div>
Все очень просто:
<ul>
    <li>Никакой регистрации, достаточно заполнить одно поле!</li>
    <li>Введите список элементов списка через запятую, выберите срок годности и нажмите кнопку сохранить. Готово! По созданной уникальной ссылке ваш список будет доступен столько времени, сколько вы выбрали при создании.</li>
    <li>Вы можете как-нибудь назвать ваш список, например "Едем в субботу на дачу к Максу"</li>
    <li>Пароль. Он конечно защитит ваш список от чужого взгляда, как если бы вы отвернулись от слишком любопытных глаз в супермаркете, но эта защита не так надежна как сервера в Пентагоне :)</li>
    <li>Мы нигде не сохраняем введенные вами электронные адреса и, соответственно, не можем ими воспользоваться в плохих целях. Зато вы сразу посылаете ссылку на список тем, кому нужно.</li>
</ul>
</div>

<p>
Задать вопросы и отправить отзывы о сайте вы можете на странице <a href="<?php echo base_url().'feedback'; ?>">обратной связи</a> или, написав на электронный адрес <?php echo safe_mailto('feedback@vspisok.org', 'feedback@vspisok.org'); ?>.
</p>