<p>
Публичные списки: <br />
</p>
<ul>
<li>Легкость в создании и управлении</li>
<li>Возможность послать ссылку на список друзьям и знакомым</li>
<li>Защита пароля по необходимости</li>
<li>Удаляется через 1-7 дней после создания</li>
</ul>

<a href="<?php echo base_url().'sp/publiccreate/'; ?>">Создать публичный список</a>

<br />
<br />
<p>
Приватные списки: <br />
</p>
<ul>
<li>Легкость в создании и управлении</li>
<li>Возможность открыть/отменить доступ к списку</li>
<li>Защита пароля по необходимости</li>
<li>Неограниченный срок действия списка</li>
</ul>
<a href="<?php echo base_url().'user/register/'; ?>">Зарегестрироваться</a><br />